Repository: nkovacne/ovirt-desktop-client
Catalog: lang/*/LC_MESSAGES/*.po
Languages: es

# apptitle
source: oVirt desktop client
es: Cliente oVirt de escritorio

# appdesc
source: A simple oVirt desktop client
es: Un cliente simple de escritorio para oVirt

source: Written by
es: Escrito por

# unofficial_project
source: This project is unofficial!
es: Este proyecto NO es oficial.

source: About
es: Información

source: Loading...
es: Cargando...

source: Authenticating...
es: Autenticando...

# authenticated_and_storing
source: Authenticated, storing credentials...
es: Autenticado, almacenando credenciales...

# error
source: Something bad happened...
es: Algo malo pasó...

source: oVirt connection error
es: Error de conexión a oVirt

source: Error while authenticating
es: Error autenticando

source: oVirt request error
es: Error de petición a oVirt

# storing_credentials
source: Credentials
es: Almacenando credenciales

source: Successfully authenticated
es: Autenticación correcta

# no_empty_creds
source: Neither username or password might be blank. Please, enter your oVirt credentials.
es: Ni el nombre ni la contraseña deben ser vacíos. Por favor, introduzca sus credenciales de oVirt.

source: Confirm
es: Confirmar

# confirm_quit
source: Are you sure you want to quit?
es: ¿Está seguro de querer salir?

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Remember username and password
es: Recordar usuario y contraseña

source: Cancel
es: Cancelar

source: Credentials
es: Credenciales

# no_vms
source: You have currently no permissions over machines on this oVirt infrastructure
es: En este momento no dispone de permisos sobre máquinas en esta infraestructura oVirt

source: Refresh
es: Recargar

source: Forget credentials
es: Olvidar credenciales

source: Exit
es: Salir

source: up
es: encendida

source: down
es: apagada

source: powering down
es: apagando

# wait_for_launch
source: waiting for launch
es: encendiendo

source: powering up
es: encendiendo

source: rebooting
es: reiniciando

source: shut down
es: apagar

source: power on
es: encender

source: force off
es: forzar fuera

# current_vm_status
source: Current virtual machine status is
es: El estado actual de la máquina es

# click_to_action
source: Click to
es: Haga click para

source: Warning
es: Aviso

# vm_in_unchangeable_status
source: Cannot change virtual machine status since it is already performing a power on/shutdown task
es: No se puede cambiar el estado de una máquina mientras ya se esté realizando una tarea de encendido/apagado

# confirm_vm_status_change
source: Please, confirm virtual machine status change to
es: Por favor, confirme el cambio del estado de la máquina virtual a

# confirm_vm_force_off
source: Please, confirm you want to forcibly power off the virtual machine
es: Por favor, confirme que desea apagar por la fuerza la máquina virtual

# unexpected_connection_drop
source: Connection has been closed unexpectedly. App will close.
es: La conexión se ha perdido inesperadamente. La aplicación se cerrará.

source: Success
es: Correcto

# shutting_down_vm
source: Shutting down machine...
es: Apagando máquina...

# vm_not_powered_up
source: VM is powered off
es: Máquina está apagado

# powering_up_vm
source: Powering up machine...
es: Encendiendo máquina...

# force_off_vm
source: Forcing off machine...
es: Forzando la máquina ...

# unexpected_request_error
source: An unexpected error was received when trying to request a console
es: Error inesperado al realizar una petición de consola a oVirt

# check_vm_config_updated
source: Please, check if the status of the VM is updated in oVirt and, if necessary, poweroff and start the machine
es: Por favor, verifique que los cambios de configuración de la máquina estén aplicados y si es necesario, apague y encienda de nuevo la máquina

# no_viewer_file
source: Could not get viewer configuration file. Please, try again.
es: No se pudo obtener el fichero de configuración del visor. Por favor, inténtelo de nuevo.

# cannot_connect_if_vm_not_up
source: Cannot start virtual machine if status is not Up. Make sure VM is started first.
es: No se puede iniciar el visor de una máquina si su estado no es encendida. Asegúrese de que la máquina esté encendida primero.

# cannot_open_more_viewer_sessions
source: You're already running a viewer on this machine. No other viewer can be opened at a time.
es: Ya existe una sesión abierta para está máquina. No se puede abrir más de una sesión a la vez.

# info
source: Information
es: Información

# acquiring_vm_from_pool
source: Allocating a VM from the VmPool. Please be patient. Once the VM is available, it will automatically appear in your dashboard.
es: Asignando una máquina del pool. Por favor, sea paciente. Una vez la máquina esté disponible, automáticamente aparecerá en su panel.

# cannot_attach_vm_to_user
source: Cannot allocate a VM. Either you already have the maximum of assignable VMs or there are no machines left in the VmPool.
es: No se le puede asignar la máquina. Bien usted ya posee el número máximo de máquinas asignables, o no quedan más máquinas en el pool.

# object_is_not_a_vmpool
source: Selected object is not a VmPool.
es: El objeto seleccionado no es un pool de máquinas.

# confirm_forget_creds
source: Do you really want to forget your stored credentials?
es: ¿Está seguro de querer olvidar sus credenciales guardadas?

# creds_forgotten
source: Credentials successfully dropped
es: Credenciales olvidadas correctamente.

# vmpool
source: Virtual machines pool
es: Pool de máquinas

# grab_vm_vmpool
source: Allocate virtual machine
es: Asignarse una máquina del pool

# connect
source: Connect to the virtual machine
es: Conectar a la máquina virtual

# viewer_already_opened
source: Viewer for this machine is open now
es: El visor se encuentra abierto para esta máquina

# total_machines
source: Number of machines
es: Número de VMs

# total_vmpools
source: Number of VmPools
es: Número de VmPools

# auto_logout_warn
source: If you don't accept this window, you'll be automatically logged out the session within a short amount of time due to inactivity
es: Si no acepta esta ventana, su sesión será cerrada en un espacio corto de tiempo debido a inactividad.

# auto_logout_warn_title
source: oVirt desktop client: Enforced auto-logout
es: Cliente oVirt de escritorio: Cierre de sesión forzado
